Repository: xiaosu-zhu/Aurora.Music
Catalog: Source/Aurora.Music/Strings/*/Resources.resw
Source language: en_us
Languages: de, it, ru, zh_tw

# AboutText
source: About
de: Über
it: Info
ru: О приложении
zh_tw: 關於

# AppName.Text
source: Aurora Music
zh_tw: 極光音樂

# BuildText
source: Build {0} and Supported by
de: Version {0} erstellt mit
it: Costruita {0} e supportata da
ru: Билд {0} , Помогло при Разработке:
zh_tw: 版本{0}由以下庫協力

# GithubTitle.Text
source: Follow and get instructions of developing extensions on
de: Für Informationen zum Erstellen von Erweiterungen folgen Sie bitte
it: Seguici e impara a creare le estensioni
ru: Следуйте инструкции по разработке расширений
zh_tw: 關注並獲取開發擴充套件的技巧：

# UnSplashTitle.Text
source: And Photos by
de: Und Fotografien von
it: E Foto di
ru: И Фотографии от
zh_tw: 感謝以下人員提供應用中素材

# Now.Text
source: Now Playing
de: Spielt gerade
it: In Riproduzione
ru: Сейчас Играет
zh_tw: 正在播放

# Settings.Text
source: Settings
de: Einstellungen
it: Impostazioni
ru: Настройки
zh_tw: 設定

# Waiting.Text
source: Waiting
de: Einen Moment bitte…
it: In Attesa
ru: Подождите
zh_tw: 稍等

# Collapse.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Collapse
de: Zusammenklappen
it: Nascondi
ru: Свернуть
zh_tw: 收起

# PlayList.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Playing List
de: Wiedergabe-Liste
it: Lista di riproduzione
ru: Список Проигрываемых
zh_tw: 正在播放列表

# About.Text
source: About
de: Details
it: Info
ru: О приложении
zh_tw: 關於

# Previous.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Previous
de: Vorheriges Lied
it: Precedente
ru: Предыдущий
zh_tw: 上一首

# Next.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Next
de: Nächstes Lied
it: Successiva
ru: Далее
zh_tw: 下一首

# Stop.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Stop
de: Pause
ru: Стоп
zh_tw: 停止

# Shuffle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Shuffle
it: Mischia
ru: Случайный Порядок
zh_tw: 隨機播放

# Loop.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Repeat
de: Wiederholen
it: Ripeti
ru: Повтор
zh_tw: 迴圈播放

# SplitPaneOpen.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open
de: Ausklappen
it: Apri
ru: Открыть
zh_tw: 展開

# Welcome.Text
source: Welcome!
de: Willkommen!
it: Ciao!
ru: Добро пожаловать!
zh_tw: 歡迎！

# WelcomeNext.Text
source: Next
de: Als Nächstes
it: Avanti
ru: Далее
zh_tw: 下一個

# Favorite.Text
source: Your Favorites
de: Ihre Favoriten
it: I Tuoi Preferiti
ru: Твой Фаворит
zh_tw: 你的最愛

# StatisticsUnAvaliabe.Text
source: No enough statistics
de: Bisher zu wenige Statistiken
it: Statistiche Insufficienti
ru: Не хватает статистики
zh_tw: 統計資料不足

# Lucky.Text
source: Feeling Lucky
de: Gute Stimmung
it: Mi sento Fortunato
ru: Тебе Повезёт
zh_tw: 手氣不錯

# HomeSubtitle.Text
source: Let's Play Something...
de: Lassen Sie uns Musik hören!
it: Ascolta Qualcosa...
ru: Давайте Сыграем Что-Нибудь...
zh_tw: 看看有沒有好聽的……

# PlayAllBtn.Content
source: Play All
de: Alle abspielen
it: Riproduci Tutto
ru: Проиграть Всё
zh_tw: 全部播放

# PlayAll.Text
source: Play All
de: Alle abspielen
it: Riproduci Tutto
ru: Проиграть Всё
zh_tw: 全部播放

# ScanFolder.Text
source: Here's Scanning Folders
de: Zu scannende Ordner
it: Impostazioni per l'analisi delle cartelle
ru: Сканирующие Папки
zh_tw: 已包含的資料夾

# AddNewFolder.Content
source: Add a new folder to scan
de: Einen neuen Ordner zum Scannen hinzufügen
it: Aggiungi una nuova cartella da analizzare
ru: Добавить новую папку для сканирования
zh_tw: 新增新資料夾

# PerformersText
source: Performers
de: Interpreten
it: Esecutori
ru: Исполнители
zh_tw: 歌手

# Albums.Text
source: Albums
de: Alben
it: Album
ru: Альбомы
zh_tw: 全部專輯

# SortBox.Header
source: Sort by:
de: Sortieren nach:
it: Ordina per:
ru: Сортировать по:
zh_tw: 排序:

# Artist.Content
source: Artist
de: Interpret
it: Artista
ru: Автор
zh_tw: 歌手

# Year.Content
source: Year
de: Jahr
it: Anno
ru: Год
zh_tw: 發行年份

# Album.Content
source: Album
de: Alben
ru: Альбом
zh_tw: 專輯

# Play.Text
source: Play
de: Jetzt wiedergeben
it: Riproduci
ru: Играть
zh_tw: 播放

# PlayNext.Text
source: Play Next
de: Als nächstes wiedergeben
it: Riproduci il prossimo
ru: Играть Далее
zh_tw: 下一首播放

# AddCollection.Text
source: Add to Collection
de: Zu einer Sammlung hinzufügen
it: Aggiungi a una Collezione
ru: Добавить в Коллекцию
zh_tw: 新增到收藏

# Share.Text
source: Share
de: Teilen
it: Condividi
ru: Поделиться
zh_tw: 分享

# ModifyTag.Text
source: Modify Tags
de: Tags bearbeiten
it: Modifica tags
ru: Изменить Теги
zh_tw: 編輯標籤

# OpenExplorer.Text
source: Open in Explorer
de: Im Explorer anzeigen
it: Apri in Esplora File
ru: Открыть в Проводнике
zh_tw: 在檔案資源管理器中開啟

# Delete.Text
source: Delete
de: Löschen
it: Elimina
ru: Удалить
zh_tw: 刪除

# DeleteTrash.Text
source: Move to Trash
de: In den Papierkorb bewegen
it: Sposta nel Cestino
ru: Перенести в Корзину
zh_tw: 移入回收站

# DeletePerm.Text
source: Permanent Delete
de: Permanent löschen
it: Elimina Definitivamente
ru: Полное Удаление
zh_tw: 永久刪除

# Artists.Text
source: Artists
de: Interpreten
it: Artisti
ru: Авторы
zh_tw: 全部歌手

# LibraryText
source: Library
de: Bibliothek
it: Libreria
ru: Библиотека
zh_tw: 音樂庫

# SongsText
source: Songs
de: Lieder
it: Brani
ru: Песни
zh_tw: 全部歌曲

# Songs.Text
source: Songs
de: Lieder
it: Brani
ru: Песни
zh_tw: 全部歌曲

# AlbumsText
source: Albums
de: Alben
it: Album
ru: Альбомы
zh_tw: 全部專輯

# ArtistsText
source: Artists
de: Interpreten
it: Artisti
ru: Авторы
zh_tw: 全部歌手

# NowPlayingText
source: Now Playing
de: Läuft gerade
it: In Riproduzione
ru: Сейчас Играет
zh_tw: 正在播放

# DescriptionPlaceholder.PlaceholderText
source: Type some descriptions
de: Beschreiben Sie hier
it: Scrivi una Descrizione
ru: Введите описание
zh_tw: 新增一些註釋

# IncludeLibrary.Text
source: Including Music Library
de: Die Windows-Musikbibliothek miteinschließen
ru: Включая Музыкальную Библиотеку
zh_tw: 包含音樂庫

# Configuration.Header
source: Player Configuration
de: Konfiguration
it: Impostazioni Player
ru: Параметры Плеера
zh_tw: 播放配置

# Extensions.Header
source: Extensions
de: Erweiterungen
it: Estensioni
ru: Дополнения
zh_tw: 擴充套件

# ExtensionIntro.Text
source: You can enable or restore online extensibility from
de: Die Online-Erweiterung aktivieren/wiederherstellen können Sie
ru: Вы можете включить или восстановить дополнение из сети
zh_tw: 你可以開啟線上音樂擴充套件功能：

# Here.Text
source: here
de: hier
it: qui
ru: Здесь
zh_tw: 從這裡

# DownloadPath.Content
source: Download Path
de: Download-Link
it: Percorso per il Download
ru: Путь Скачивания
zh_tw: 下載目錄

# AudioGraph.Text
source: Audio Graph
de: Audiovisualisierung
it: Grafico Audio
ru: Аудио График
zh_tw: 音訊圖

# NotImplement.Text
source: Coming Soon
de: Demnächst
it: Presto in arrivo
ru: Скоро
zh_tw: 未完成

# AppNameText
source: Aurora Music
zh_tw: 極光音樂

# MusicText
source: Music
de: Musik
it: Musica
ru: Музыка
zh_tw: 音樂

# NativeText
source: Native Extension
de: Native Erweiterung
it: Estensioni native
ru: Нативные Дополнения
zh_tw: 原生擴充套件

# BuiltInText
source: Built-In Data Provider
de: Standard-Metadaten-Dienst
ru: Встроенный Поставщик Данных
zh_tw: 內建資料

# OutputEndPoint.Header
source: Output Endpoint
de: Ton-Ausgabe
ru: Конечная Точка Вывода
zh_tw: 輸出結點

# OutputDefaultHint.Text
source: "System default" will be applied at next launch.
de: Wiederherstellung der Werkseinstellungen beim nächsten Start der App.
it: "Predefinite di Sistema" sarà applicato al prossimo avvio
ru: "Система по умолчанию" будет приминён при следующем запуске
zh_tw: 「系統預設」會在下次啟動時應用

source: System default
de: Werkseinstellungen
it: Predefinite di Sistema
ru: Система по умолчанию
zh_tw: 系統預設

# VolumeLevel.Header
source: Volume Level
de: Lautstärke in Prozent
it: Livello Volume
ru: Уровень Громкости
zh_tw: 音量等級

# VolumeHint.Text
source: We suggest you to control the system volume directly.
de: Wir empfehlen die Adjustierung der Lautstärke über das System-Panel.
it: Ti suggeriamo di agire direttamente sul volume di sistema.
ru: Мы предлагаем вам контролировать громкость системы непосредственно.
zh_tw: 建議直接調整系統音量

# Manage.Content
source: Manage
de: Verwalten
it: Gestisci
ru: Управлять
zh_tw: 管理

# LyricExtension.Header
source: Lyric Extension
de: Liedertexte-Erweiterung
it: Estensione per i testi musicali
ru: Дополнение Лирики
zh_tw: 歌詞擴充套件

# MetaExtension.Header
source: MetaData Extension
de: Metadaten-Erweiterung
it: Estensione per i metadati
ru: Дополнение Мета-Данных
zh_tw: 媒體資訊擴充套件

# OnlineExtension.Header
source: Online Music Extension
de: Online-Musik-Erweiterung
it: Estensione per la musica online
ru: Дополнение Онлайн-Музыки
zh_tw: 線上音樂擴充套件

# Advance.Header
source: Advance
de: Erweitert
ru: Предварительный
zh_tw: 高階

# DebugMode.Header
source: Debug Mode
de: Debug-Modus
ru: Режим Разработчика
zh_tw: 除錯模式

# DangerZone.Text
source: Danger Zone
de: Auf eigene Gefahr
it: Zona per chi sa ciò che fa
ru: Опасная Зона
zh_tw: 危險區

# ClearCache.Content
source: Clear Cache
de: Cache löschen
it: Cancella la Cache
ru: Очистить Кэш
zh_tw: 清除快取

# DeleteAll.Content
source: Delete all and reload
de: Alle löschen und neu laden
it: Cancella tutto e ricarica
ru: Удалить всё и перезагрузить
zh_tw: 刪除全部資料並重新開始

# DeleteAllHint.Content
source: I know this will clear all data and continue
de: Mir ist bewusst, dass dies alle Daten löschen wird, und möchte fortfahren.
it: Sono consapevole del fatto che ciò cancellerà tutti i dati. Continua.
ru: Я знаю, что это очистит все данные и хочу продолжить
zh_tw: 我知曉這會清除所有東西並繼續

# OtherInformation.Text
source: Other Information
de: Weitere Informationen
it: Altre Informazioni
ru: Другая информация
zh_tw: 其他資訊

# OpenSource.Content
source: Open Source
ru: Открытый Исходный Код
zh_tw: 開放原始碼

# Comment.Content
source: Comment in Store
de: Im Store kommentieren
it: Commenta sullo store
ru: Написать Отзыв в Store
zh_tw: 在商店評價

# ReportBug.Content
source: Report a Bug
de: Einen Programmfehler mitteilen
it: Segnala un bug
ru: Сообщить об Ошибке
zh_tw: 報告問題

# GetExtension.Content
source: Get Extensions
de: Erweiterungen erhalten
it: Ottieni estensioni
ru: Получить Дополнение
zh_tw: 獲取擴充套件

# AboutBtn.Content
source: About
de: Über
it: Info
ru: О приложении
zh_tw: 關於

# Privacy.Content
source: Privacy Policy
de: Privatsphäre-Richtlinien
ru: Политика Конфиденциальности
zh_tw: 隱私策略

# SettingsText
source: Settings
de: Einstellungen
it: Impostazioni
ru: Настройки
zh_tw: 設定

# HomeText
source: Home
de: Start
ru: Домашняя Страница
zh_tw: 主頁

# LocaAlbumTitle
source: Local Album
de: Lokales Album
it: Album in locale
ru: Локальный Альбом
zh_tw: 本地專輯

# VariousGenresText
source: Various Genres
de: Diverse Genres
it: Vari Generi
ru: Различные Жанры
zh_tw: 多種流派

# SmartSongs
source: {0} {0:Song|Songs}
de: {0} {0:Lied|Lieder}
it: {0} {0:Canzone|Canzoni}
ru: {0} {0:Песня|Песни}
zh_tw: {0}首歌

# SmartAlbums
source: {0} {0:Album|Albums}
de: {0} {0:Album|Alben}
it: {0} {0:Album|Album}
ru: {0} {0:Альбом|Альбомы}
zh_tw: {0}張專輯

# SmartArtists
source: {0} {0:Artist|Artists}
de: {0} {0:Interpret|Interpreten}
it: {0} {0:Artista|Artisti}
ru: {0} {0:Автор|Авторы}
zh_tw: {0}個歌手

# OopsText
source: Ooops!
de: Upps!
it: Ops!
ru: Упс!
zh_tw: 哦呀！

# SearchFailedText
source: We couldn't find anything...
de: Leider haben wir hier nichts gefunden…
it: Non siamo riusciti a trovare nulla...
ru: Мы ничего не смогли найти...
zh_tw: 我們什麼都沒有找到……

# CreateCollection.Text
source: Create a new collection
de: Eine neue Sammlung anlegen
it: Crea una nuova collezione
ru: Создать новую коллекцию
zh_tw: 新增一個新收藏

# AddPlayListDialog.PrimaryButtonText
source: Confirm
de: Bestätigen
it: Conferma
ru: Подтвердить
zh_tw: 確認

# AddPlayListDialog.CloseButtonText
source: Cancel
de: Abbrechen
it: Annulla
ru: Отменить
zh_tw: 取消

# AddPlayListDialog.Title
source: Add to Collection
de: Zu Sammlung hinzufügen
it: Aggiungi alla Collezione
ru: Добавить в Коллекцию
zh_tw: 加入到收藏

# AlbumViewDialog.Title
source: Album Details
de: Details zum Album
it: Dettagli Album
ru: Детали Альбома
zh_tw: 專輯詳情

# AlbumViewDialog.PrimaryButtonText
source: Play
de: Abspielen
it: Riproduci
ru: Играть
zh_tw: 播放

# AlbumViewDialog.CloseButtonText
source: Close
de: Schließen
it: Chiudi
ru: Закрыть
zh_tw: 關閉

# AlbumViewDialog.SecondaryButtonText
source: Download All
zh_tw: 下載全部

# ArtistDialog.Title
source: Artist Details
de: Details zum Interpret
it: Dettagli artista
ru: Детали Автора
zh_tw: 歌手詳情

# ArtistDialog.PrimaryButtonText
source: Play
de: Abspielen
it: Riproduci
ru: Играть
zh_tw: 播放

# ArtistDialog.CloseButtonText
source: Close
de: Schließen
it: Chiudi
ru: Закрыть
zh_tw: 關閉

# GoBack.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Go Back
de: Zurück
it: Torna Indietro
ru: Вернуться назад
zh_tw: 返回

# DropSongDialog.Title
source: We found something...
de: Lassen Sie uns etwas finden…
it: Abbiamo trovato qualcosa...
ru: Мы что-то нашли...
zh_tw: 我們找到了一些東西……

# DropSongDialog.PrimaryButtonText
source: Save to Database
de: Zur Datenbank hinzufügen
it: Salva nel Database
ru: Сохранить в базу данных
zh_tw: 收入資料庫

# DropSongDialog.SecondaryButtonText
source: Just Play
de: Nur abspielen
it: Riproduci e basta
ru: Просто Играть
zh_tw: 僅播放

# DropSongDialogDesc.Text
source: You can choose to save them permanently, or just play instantly.
de: Sie können zwischen dauerhaftem Speichern und einmaligem Abspielen wählen.
it: Puoi scegliere se salvarli o riprodurli solamente
ru: Вы можете сохранить их навсегда или просто играть сразу.
zh_tw: 你可選擇持久收入這些檔案，或是直接播放。

# DontShow.Content
source: Don't Show Again, Remember My Choice.
de: Meine Auswahl bitte merken und diesesn Dialog nicht mehr zeigen.
it: Non mostrare più, ricorda la mia scelta.
ru: Не Показывать Снова, Запомнить Мой Выбор.
zh_tw: 不再顯示，記住我的選擇。

# ExtensionManager.Title
source: Extension Manager
de: Erweiterungs-Manager
ru: Менеджер Дополнений
zh_tw: 擴充套件管理

# ExtensionManager.CloseButtonText
source: Close
de: Schließen
it: Chiudi
ru: Закрыть
zh_tw: 關閉

# ExtensionDesc.Text
source: Hover over icons to see tips, click to show more actions.
de: Bewegen Sie den Mauszeiger für Tipps auf ein Symbol und klicken Sie für weitere Aktionen.
it: Passa con il puntatore sulle icone per avere dei suggerimenti, fai clic per vedere più azioni
ru: Наведите курсор на значки, чтобы увидить подсказку, нажмите, чтобы показать больше действий.
zh_tw: 移至圖示上來檢視詳情，點選以檢視更多操作。

# ExtensionLaunch.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Launch
de: Starten
it: Lancia
ru: Запустить
zh_tw: 啟動

# ExtensionRemove.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove
de: Entfernen
it: Rimuovi
ru: Удалить
zh_tw: 移除

# LyricProvider.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Lyric Provider
de: Songtexte-Dienst
it: Fornitore dei testi delle canzoni
ru: Поставщик текста песен
zh_tw: 歌詞擴充套件

# OnlineProvider.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Online Music Provider
de: Online-Musik-Dienst
it: Fornitore della musica online
ru: Музыкальный Онлайн Поставщик
zh_tw: 線上音樂擴充套件

# MetaProvider.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Meta-data Provider
de: Metadaten-Dienst
it: Fornitore dei metadati
ru: Поставщик Мета-Данные
zh_tw: 媒體資訊擴充套件

# SearchResultDialog.Title
source: Search Result
de: Ergebnisse der Suche
it: Risultati di Ricerca
ru: Результаты поиска
zh_tw: 搜尋結果

# SearchResultDialog.PrimaryButtonText
source: Play
de: Abspielen
it: Riproduci
ru: Играть
zh_tw: 播放

# SearchResultDialog.SecondaryButtonText
source: View
de: Anzeigen
it: Vedi
ru: Посмотреть
zh_tw: 檢視

# SearchResultDialog.CloseButtonText
source: Close
de: Schließen
it: Chiudi
ru: Закрыть
zh_tw: 關閉

# TagDialog.Title
source: Properties
de: Eigenschaften
it: Proprietà
ru: Параметры
zh_tw: 屬性

# TagDialog.PrimaryButtonText
source: Confirm
de: Bestätigen
it: Conferma
ru: Подтвердить
zh_tw: 確認

# TagDialog.CloseButtonText
source: Cancel
de: Abbrechen
it: Annulla
ru: Отмена
zh_tw: 取消

# MidnightText
source: Midnight
de: Mitternacht
it: Mezzanotte
ru: Полночь
zh_tw: 午夜

# MorningText
source: Morning
de: Morgen
it: Mattino
ru: Утро
zh_tw: 清晨

# NoonText
source: Noon
de: Mittag
it: Mezzogiorno
ru: Полдень
zh_tw: 早上

# AfternoonText
source: Afternoon
de: Nachmittag
it: Pomeriggio
ru: Полуденный
zh_tw: 下午

# EveningText
source: Evening
de: Abend
it: Sera
ru: Вечер
zh_tw: 晚上

# WelcomeTitleText
source: Good {0}
de: Guten {0}
it: Buono {0}
ru: Хороший {0}
zh_tw: {0}好

# ValentineWelcome
source: Happy Valentine's Day!
de: Einen glücklichen Valentinstag Ihnen!
it: Buon San Valentino
ru: С Днём Святого Валентина!
zh_tw: 情人節快樂

# HalloweenWelcome
source: Trick or Treat?
de: Süßes oder Saures?
it: Dolcetto o scherzetto?
ru: Кошелёк или Жизнь?
zh_tw: 不給糖就搗蛋

# ChristmasWelcome
source: Merry Christmas!
de: Fröhliche Weihnachten!
it: Buon Natale!
ru: Счастливого Рождества!
zh_tw: 聖誕快樂

# Title.Text
source: Title
de: Titel
it: Titolo
ru: Название
zh_tw: 標題

# AlbumName.Text
source: Album Name
de: Name des Albums
it: Nome dell'Album
ru: Название Альбома
zh_tw: 專輯名稱

# Instantly.Text
source: Instantly
de: Sofort
it: Istantaneamente
ru: Немедленно
zh_tw: 即時生效

# Performers.Text
source: Performers
de: Interpreten
it: Esecutori
ru: Исполнители
zh_tw: 歌手

# AlbumArtists.Text
source: Album Artists
de: Album-Interpreten
it: Artisti dell'Album
ru: Авторы Альбома
zh_tw: 專輯藝術家

# Genres.Text
source: Genres
it: Generi
ru: Жанры
zh_tw: 流派

# Track.Text
source: Track
de: Titel
it: Traccia
ru: Трек
zh_tw: 音軌

# Disc.Text
source: Disc
it: Disco
ru: Диск
zh_tw: 碟片

# Rating.Text
source: Rating
de: Bewertung
it: Valutazione
ru: Рейтинг
zh_tw: 評分

# YearText.Text
source: Year
de: Jahr
it: Anno
ru: Год
zh_tw: 發行年份

# BitRate.Text
source: Bit Rate
de: Datenrate
ru: Битрейт
zh_tw: 位元率

# Duration.Text
source: Duration
de: Dauer
it: Durata
ru: Продолжительность
zh_tw: 時長

# NotAvaliableText
source: Not Avaliable
de: Nicht verfügbar
it: Non Disponibile
ru: Не Доступно
zh_tw: 不可用

# NeedScanText
source: Need Scan
de: Scan wird benötigt
it: Richiede l'Analisi
ru: Нужно Сканировать
zh_tw: 需要掃描

# NoLyricText
source: No Lyrics
de: Kein Liedtext verfügbar
it: Testo Musicale Assente
ru: Текст Песни Отсутствует
zh_tw: 無歌詞

# EndText
source: End
de: Ende
it: Fine
ru: Конец
zh_tw: 結尾

# SearchInLibraryText
source: Search in library
de: In der Bibliothek suchen
it: Cerca nella libreria
ru: Поиск в Библиотеке
zh_tw: 在庫中搜索

# NotPlayingText
source: Not Playing
de: Wird nicht abgespielt
it: Non in Riproduzione
ru: Не Играть
zh_tw: 未在播放

# NotPlaying.Text
source: Not Playing
de: Wird nicht abgespielt
it: Non in Riproduzione
ru: Не Играть
zh_tw: 未在播放

# SearchInWebText
source: Search in Library and Web
de: In Bibliothek und Internet suchen
it: Cerca nella libreria e sul Web
ru: Поиск в Библиотеке и Сети
zh_tw: 在庫和網路中搜索

# FileUpdatingText
source: File Updating
de: Datenaktualisierung
it: Aggiornamento file
ru: Обновление файлов
zh_tw: 更新檔案中

# CompletedText
source: Completed
de: Abgeschlossen
it: Completato
ru: Завершенно
zh_tw: 完成

# PauseText
source: Pause
de: Pausieren
it: Pausa
ru: Пауза
zh_tw: 暫停

# PlayText
source: Play
de: Wiedergeben
it: Riproduci
ru: Играть
zh_tw: 播放

# LoadingLyricsText
source: Loading lyrics...
de: Liedtext wird geladen…
it: Caricamento testo della canzone...
ru: Загрузка текст песни
zh_tw: 載入歌詞中……

# DownloadCompletedText
source: Download Completed
de: Download abgeschlossen
it: Download completato
ru: Скачивание Завершенно
zh_tw: 下載完成

# IdleText
source: Idle
de: In der Warteschlange
ru: Простой
zh_tw: 空閒中

# DownloadingIdleText
source: Downloading Idle
de: Wartet auf Download
ru: Скачивание Простого
zh_tw: 下載空閒中

# ProcessingText
source: Processing
de: Wird verarbeitet
it: In lavorazione
ru: Обработка
zh_tw: 處理中

# DownloadinginProgressText
source: Downloading in Progress
de: Download läuft
it: Download in Corso
ru: Скачивание в Процессе
zh_tw: 下載正在進行

# DownloadingPausedText
source: Downloading Paused
de: Download pausiert
it: Download in Pausa
ru: Скачивание на Паузе
zh_tw: 下載已暫停

# DownloadingCanceledText
source: Downloading Canceled
de: Download abgebrochen
it: Download Annullato
ru: Скачивание Отменено
zh_tw: 下載已取消

# DownloadingErrorText
source: Downloading Error
de: Download-Fehler
it: Errore Durante il Download
ru: Ошибка Скачивания
zh_tw: 下載出錯

# DownloadText
source: Download
ru: Скачать
zh_tw: 下載

# ModifyTagsText
source: Modify Tags
de: Tags bearbeiten
it: Modifica Tag
ru: Изменить Теги
zh_tw: 編輯標籤

# ClearCacheText
source: Temporary folder cleared
de: Temporäre Dateien gelöscht
it: Cartella temporanea svuotata
ru: Удалена временная папка
zh_tw: 臨時檔案已清除

# WaitingResultText
source: Waiting for Result
de: Wartet auf Resultat
it: In Attesa dei Risultati
ru: Ожидание Результатов
zh_tw: 等待結果中

# OnlineContentText
source: Online Content
de: Online-Inhalt
it: Contenuto Online
ru: Онлайн Контент
zh_tw: 線上內容

# VariousText
source: Various
de: Verschiedene
it: Vari
ru: Несколько
zh_tw: 多個

# RencentlyPlayedText
source: Rencently Played
de: Zuletzt wiedergegeben
it: Riprodotti di recente
ru: Недавно Играл
zh_tw: 最近播放

# TodayFavText
source: {0}'s Favorites
de: {0}-Favoriten
it: I Preferiti di {0}
ru: {0} Избранное
zh_tw: {0}的最愛

# DayOfWeek_Sunday
source: Sunday
de: Sonntag
it: Domenica
ru: Воскресенье
zh_tw: 週日

# DayOfWeek_Monday
source: Monday
de: Montag
it: Lunedì
ru: Понедельник
zh_tw: 週一

# DayOfWeek_Tuesday
source: Tuesday
de: Dienstag
it: Martedì
ru: Вторник
zh_tw: 週二

# DayOfWeek_Wednesday
source: Wednesday
de: Mittwoch
it: Mercoledì
ru: Среда
zh_tw: 週三

# DayOfWeek_Thursday
source: Thursday
de: Donnerstag
it: Giovedì
ru: Четверг
zh_tw: 週四

# DayOfWeek_Friday
source: Friday
de: Freitag
it: Venerdì
ru: Пятница
zh_tw: 週五

# DayOfWeek_Saturday
source: Saturday
de: Samstag
it: Sabato
ru: Суббота
zh_tw: 週末

# TodaySuggestionText
source: {0}'s Suggestion
de: {0}-Empfehlung
it: Suggerimenti per {0}
ru: {0} Строк
zh_tw: {0}合集

# UpdateNoteDialog.CloseButtonText
source: Close
de: Schließen
it: Chiudi
ru: Закрыть
zh_tw: 關閉

# UpdateNoteTitle
source: Update Note for Build {0}
de: Neues in der Version {0}
it: Avviso dell'aggiornamento alla build {0}
ru: Примечание обновления для сборки {0}
zh_tw: {0} 版本更新日誌

# AddToCollectionTitle
source: Add {0} into Collection
de: {0} zur Sammlung hinzufügen
it: Aggiungi {0} alla tua collezione
ru: Добавить {0} в Коллекцию
zh_tw: 將{0}新增到收藏

source: Favorites
de: Favoriten
it: Preferiti
ru: Фавориты
zh_tw: 最愛

# AutoGen
source: Automatically Generated
de: Automatisch erstellt
it: Generati Automaticamente
ru: Автоматически Создано
zh_tw: 自動生成

# PlayingHistoryText
source: Last Played
de: Zuletzt abgespielt
it: Riprodotto per ultimo
ru: Последний Играл
zh_tw: 上次播放

# Cast.Text
source: Cast
de: Besetzung
ru: Транслировать
zh_tw: 播放到

# LyricWindowFlyout.Text
source: Lyric Window
de: Liedtext-Fenster
it: Finestra del testo del brano
ru: Окно Текста
zh_tw: 歌詞視窗

# SmallWindowFlyout.Text
source: Small Window
de: Kleines Fenster
it: Finestra ridotta
ru: Маленькое Окно
zh_tw: 小窗播放

# LyricWindow.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Lyric Window
de: Liedtext-Fenster
it: Finestra del testo del brano
ru: Окно Текста
zh_tw: 歌詞視窗

# SmallWindow.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Small Window
de: Kleines Fenster
it: Finestra ridotta
ru: Маленькое Окно
zh_tw: 小窗播放

# TileDesc
source: {0} by {1}
de: {0} nach {1}
it: {0} di {1}
ru: {0} от {1}
zh_tw: {1} 創作的 {0}

# WhatsNew.Content
source: What's New?
de: Was gibt's Neues?
it: Cosa c'è di nuovo?
ru: Что нового?
zh_tw: 這次更新了什麼？

# DropBtn.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Drop
de: Verlassen
ru: Сбрасывать
zh_tw: 丟掉

# DouText
source: douban FM
de: douban FM Radio
zh_tw: 豆瓣 FM

# EaseAccess.CloseButtonText
source: Close
de: Schließen
it: Chiudi
ru: Закрыть
zh_tw: 關閉

# EaseAccessBtn.Content
source: Ease of Access
de: Einfacher Zugang
it: Accessibilità
ru: Простой Доступ
zh_tw: 輕鬆使用
